import { FukCards } from '../FukCards/FukCards'
import { Prepodi } from '../Prepodi/Prepodi'

export const FukPage = () => {
  return (
    <div className='container'>
      <div className='my-3'>
        <h2>Про факультет</h2>
        <p className='text-lg mb-0'>
          Факультет навчально-наукового інституту інформаційних технологій та робототехніки є одним із провідних
          освітніх і наукових центрів України, що спеціалізується на підготовці фахівців у галузі інформаційних
          технологій, робототехніки та суміжних дисциплін.
        </p>
      </div>
      <FukCards />
      <p className='text-lg'>
        Наш факультет пропонує студентам широкий спектр освітніх програм на бакалаврському, магістерському та
        аспірантському рівнях. Програми навчання охоплюють такі напрямки, як програмування, кібербезпека, штучний
        інтелект, розробка програмного забезпечення, автоматизація та робототехнічні системи. Викладання здійснюється на
        основі новітніх технологій та методик, що дозволяє студентам отримати актуальні знання і практичні навички,
        необхідні для успішної кар'єри в умовах стрімкого розвитку ІТ-сфери.
      </p>

      <Prepodi />
    </div>
  )
}
